{
    "9708_m23_ms_22": [
        {
            "id": "2(a)",
            "question": "Explain the functions of price in resource allocation and consider the importance of these functions in relation to the potential effectiveness of a market economy.",
            "mark_scheme": "Follow the point-based marking guidance at the top of this mark scheme and award:\n• up to 3 marks for AO1 Knowledge and understanding\n• up to 3 marks for AO2 Analysis\n• up to 2 marks for AO3 Evaluation.\n\nAO1 Knowledge and understanding (max 3 marks)\nA clear knowledge and understanding of at least two functions of price in resource allocation:\n• rationing (1)\n• signalling (transmission of preferences) (1)\n• incentivising (1)\nTwo functions well explained can gain 3 marks; 1 function explained can achieve a maximum of 1 mark.\n\nAO2 Analysis (max 3 marks)\nAn analysis of the importance of rationing (1), signalling (transmission of preferences) (1) and incentivising (1) to the operation of a market economy. Note: this must be in the context of a market economy.\n\nAO3 Evaluation (max 2 marks)\nOffers a valid judgement on the importance of at least two functions in relation to the potential effectiveness of a market economy (1) to reach a justified conclusion. (1)",
            "total_marks": "8",
            "AO1_Knowledge_and_understanding": "3",
            "AO2_Analysis": "3",
            "AO3_Evaluation": "2"
        },
        {
            "id": "2(b)",
            "question": "Assess whether all market economies should become mixed economies.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 8 marks. AO3 out of 4 marks.\n\nIndicative content\nResponses may include:\n\nAO1 Knowledge and understanding and AO2 Analysis\n• NO: Explanations of why market economies should remain as they are,\ne.g., because there is no (or minimal) government intervention, decisions are taken on the basis of demand and supply, competition is encouraged and so production is more efficient, and consumers and producers act on their own self-interest.\n\n• YES: Explanations of why market economies should become mixed economies,\ne.g., because in a market economy there is non-provision of public goods, the under-consumption of merit goods, the over-consumption of demerit goods and the existence of markets where prices are too low, too high, or too unstable.\n\nA one-sided response can only gain a maximum of Level 2.\n\nAO3 Evaluation\nEvaluation of whether all market economies should become mixed economies leading to a justified conclusion.\nPoints to consider may include whether governments should provide public goods, merit goods, reduce the provision of demerit goods, intervene in the price mechanism, etc.\nA one-sided response cannot gain any marks for evaluation.\nAccept all valid responses.\n",
            "total_marks": "12",
            "AO1_Knowledge_and_understanding": "8",
            "AO2_Analysis": "8",
            "AO3_Evaluation": "4"
        },
        {
            "id": "3(a)",
            "question": "Explain the possible economic reasons for inequality of income and consider whether inequality of income can benefit an economy.",
            "mark_scheme": "Follow the point-based marking guidance at the top of this mark scheme and award:\n• up to 3 marks for AO1 Knowledge and understanding\n• up to 3 marks for AO2 Analysis\n• up to 2 marks for AO3 Evaluation.\n\nAO1 Knowledge and understanding (max 3 marks)\nA clear knowledge and understanding of at least two possible economic reasons for inequality of income, such as:\n• Whether a person is in employment or unemployed (1)\n• The skills, qualifications, and experience of different workers in various occupations and economic sectors (1)\n• Whether workers are employed in the public sector or the private sector (1)\n• Whether they are employed full-time or part-time (1)\n• The provision of transfer payments (1)\n• The level and type of taxation (1)\n\nN.B. The question does not stipulate how many reasons should be referred to, so two reasons well explained can gain up to 3 marks. 1 reason explained can achieve a maximum of 1 mark.\n\nAO2 Analysis (max 3 marks)\nThe focus of this analysis must be on whether income inequality generates benefits to an economy or not.\nPoints may include:\n• Incentivising workers leading to higher levels of productivity\n• Encourages enterprise\n• Encourages workers to retrain/reskill\n• Demotivates those on the lowest incomes and an increase in crime\n• Increased government spending on transfer payments leading to an opportunity cost\n\nAO3 Evaluation (max 2 marks)\nOffers a valid judgement on the extent to which inequality of income can benefit an economy (1) to reach a conclusion. (1)",
            "total_marks": "8",
            "AO1_Knowledge_and_understanding": "3",
            "AO2_Analysis": "3",
            "AO3_Evaluation": "2"
        },
        {
            "id": "3(b)",
            "question": "With the help of a diagram, assess whether the introduction of a minimum price in a market can be justified.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 8 marks. AO3 out of 4 marks.\n\nIndicative content\nResponses may include:\n\nAO1 Knowledge and understanding and AO2 Analysis\n• Diagram of a minimum price in a market, correctly labelled with an equilibrium price and an equilibrium quantity, showing the existence of a minimum price above what would be the case with no government intervention.\n• Explanation of the potential advantages and benefits of a minimum price, such as making the prices of demerit goods more expensive to discourage consumption and protecting the incomes of producers in that market.\n• Explanation of the potential disadvantages and limitations of a minimum price, such as the creation of excess supply and the greater likelihood of producers becoming less efficient, and of why the introduction of a minimum price might be ineffective.\n\nNote: Omission of a diagram/inaccurate diagram can only achieve a maximum of Level 2.\nA one-sided response can only gain a maximum of Level 2.\n\nAO3 Evaluation\n• Evaluation of the potential effectiveness of the introduction of a minimum price in a market.\n• Evaluation may contain an assessment of alternative policies but may only be rewarded if the advantages and disadvantages of minimum pricing policy have been discussed.\n• In conclusion, whether the introduction of a minimum price in a market can be justified.\n\nA one-sided response cannot gain any marks for evaluation.\nAccept all valid responses.",
            "total_marks": "12",
            "AO1_Knowledge_and_understanding": "8",
            "AO2_Analysis": "8",
            "AO3_Evaluation": "4"
        },
        {
            "id": "4(a)",
            "question": "Explain the circular flow of income in a closed economy and consider the extent to which the circular flow of income changes as an economy becomes an open economy.",
            "mark_scheme": "Follow the point-based marking guidance at the top of this mark scheme and award:\n• up to 3 marks for AO1 Knowledge and understanding\n• up to 3 marks for AO2 Analysis\n• up to 2 marks for AO3 Evaluation.\n\nAO1 Knowledge and understanding (max 3 marks)\nA clear knowledge and understanding that the circular flow of income in a closed economy involves households, firms, and the government (1) and has injections of I and G and leakages/withdrawals of S and T (1), so that equilibrium income is where I + G = S + T (1).\n\nAO2 Analysis (max 3 marks)\nAn analysis of how the circular flow of income changes as an economy becomes an open economy, with the introduction of participation in the international economy (1) through the injection of X and the leakage/withdrawal of M (1), so that equilibrium income (is) (now becomes) where I + G + X = S + T + M (1).\n\nAO3 Evaluation (max 2 marks)\nOffers a valid judgement on the extent to which the circular flow of income changes as an economy becomes an open economy depending on the importance of international net trade (1) to reach a conclusion. (1).",
            "total_marks": "8",
            "AO1_Knowledge_and_understanding": "3",
            "AO2_Analysis": "3",
            "AO3_Evaluation": "2"
        },
        {
            "id": "4(b)",
            "question": "Assess whether the consequences of economic growth for an economy are always positive.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 8 marks. AO3 out of 4 marks.\n\nIndicative content\nResponses may include:\n\nAO1 Knowledge and understanding and AO2 Analysis\n• The positive consequences of economic growth: an improvement in the standard of living, a reduction in the rate of unemployment, an increase in incomes, an increase in the level of aggregate demand, a possible reduction in income inequality, higher tax revenues which a government could spend on improving public services (such as education and healthcare), and an increase in business confidence leading to greater investment.\n• The negative consequences of economic growth: a possible depletion of non-renewable natural resources and damage to the environment, such as through various types of pollution, an unequal sharing of the benefits of economic growth among a population leading to an increase in income inequality, and a possible reduction in the quality of life of people through longer working hours and a reduction in the amount of leisure time, plus a shift towards more capital-intensive production. Answers may also refer to the dangers of inflationary pressure.\n\nA one-sided response can only gain a maximum of Level 2.\n\nAO3 Evaluation\nPoints to consider may include:\n• The degree to which the potential benefits of economic growth are equally shared among a population.\n• The extent to which any shift towards more capital-intensive production affects the level of unemployment.\n• Whether long-term economic growth brings about a short-term cost as resources are used to produce capital goods rather than consumer goods.\n• The extent to which the economic growth is sustainable.\n• Which leads to a justified conclusion on whether the consequences of economic growth for an economy are always positive.\n\nA one-sided response cannot gain any marks for evaluation.\nAccept all valid responses.",
            "total_marks": "12",
            "AO1_Knowledge_and_understanding": "8",
            "AO2_Analysis": "8",
            "AO3_Evaluation": "4"
        },
        {
            "id": "5(a)",
            "question": "With the help of a diagram, explain what is meant by an appreciation of a floating exchange rate and consider whether a country can only benefit from the appreciation of its currency.",
            "mark_scheme": "Follow the point-based marking guidance at the top of this mark scheme and award:\n• up to 3 marks for AO1 Knowledge and understanding\n• up to 3 marks for AO2 Analysis\n• up to 2 marks for AO3 Evaluation.\n\nAO1 Knowledge and understanding (max 3 marks)\nA clear knowledge and understanding of the meaning of an appreciation of an exchange rate in a floating exchange rate system, i.e., the exchange rate rises according to supply and demand of the currency (1). A diagram showing an appreciation of a currency: correct labelling of the axes (the vertical axis needs to be labelled either in terms of two currencies or as exchange rate) (1) and a rise in the value of a currency by a rightward shift of the demand curve and/or a leftward shift of the supply curve with the new equ...\n\nAO2 Analysis (max 3 marks)\nAn analysis of the potential advantages of an appreciation, such as a reduction in the prices of imports, both of finished goods and of raw materials and component parts, reducing inflationary pressures in an economy. An analysis of the potential disadvantages of an appreciation, such as an increase in the price of exports making them less competitive.\nNote: maximum mark of 2 if only advantages or disadvantages discussed.\n\nAO3 Evaluation (max 2 marks)\nOffers a valid judgement on whether the potential advantages of an appreciation of an exchange rate always outweigh the potential disadvantages (1) to reach a conclusion. (1) N.B the significance of elasticities and the MLC may be rewarded but must not be expected as they are A2 topics.",
            "total_marks": "8",
            "AO1_Knowledge_and_understanding": "3",
            "AO2_Analysis": "3",
            "AO3_Evaluation": "2"
        },
        {
            "id": "5(b)",
            "question": "Assess whether supply-side policies are the most effective way to correct a deficit on the current account of the balance of payments of an economy.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 8 marks. AO3 out of 4 marks.\n\nIndicative content\nResponses may include:\n\nAO1 Knowledge and understanding and AO2 Analysis\n• Successful supply-side policies will cause a rightward shift in the long-run AS curve, reflecting more efficient production. This would make a country’s products more competitive in international markets and so there is likely to be an increase in net exports, correcting a deficit in the current account.\n• Supply-side policies could include improvements in training and education, making labour markets more flexible, reductions in the powers of trade unions, an increase in competition, and a reduction in rules and regulations.\n• Potential disadvantages of supply-side policies are that they are essentially a long-run solution and so may take a relatively long period of time to have an impact, such as improvements in training and education. Some of the policies could be quite expensive and so would involve the government in considerable expenditure, money which could have been spent elsewhere (giving rise to the issue of opportunity cost).\n\nGuidance: There are a number of alternative approaches to answering this question. At the simplest level, analysis and evaluation may focus on an assessment of the effectiveness of supply-side policies only. Furthermore, this may be expanded to include a direct comparison with the effectiveness of alternative policies such as fiscal, monetary, or protectionist policies. In addition, such an assessment may simply be part of evaluation. However, if supply-side policies are ignored or receive scant attention then only a Level 2 mark may be awarded.\n\nA one-sided response can only gain a maximum of Level 2.\n\nAO3 Evaluation\nPoints to consider may include:\n• The cause of the deficit.\n• The cost and ease of introducing various policies.\n• The possible unintended consequences of introducing policies, etc.\n• Leading to a justified conclusion as to whether supply-side policies would be the most effective way to correct a deficit in the current account of the balance of payments of an economy.\n\nAccept all valid responses.\nA one-sided response cannot gain any marks for evaluation.",
            "total_marks": "12",
            "AO1_Knowledge_and_understanding": "8",
            "AO2_Analysis": "8",
            "AO3_Evaluation": "4"
        }
    ],
    "9708_m23_ms_42": [
        {
            "id": "2",
            "question": "With the help of a diagram, assess the extent to which a government can intervene to correct market failure caused by negative externalities in air travel.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 14 marks. AO3 out of 6 marks.\n\nIndicative content:\nResponses may include:\n\nAO1 Knowledge and Understanding and AO2 Analysis:\n• Market failure regarding this question would relate to allocative inefficiency. \n• Market failure can be explained by defining allocative efficiency and linking this to the requirement to allocate resources to maximise consumer satisfaction. \n• This can be supported by a diagram illustrating a level of output where AR = MC which is consistent with an outcome that achieves allocative efficiency.\n• Negative externalities occur when the consumption/production of a good produces a cost to society which is greater than that incurred by an individual consumer/producer. \n• This is sometimes described as a negative ‘spill-over’ effect.\n• Forms of government intervention might include: the use of taxation; the use of negative advertising, direct regulation.\n• A clearly labelled, accurate diagram can be used to show the impact of a negative externality on the level of output and the welfare loss will be identified.\n• The diagram could show the market equilibrium point which does not recognize the existence of a negative externality and may compare this with the allocatively efficient level of flight use when the negative externality is taken into account.\n• One type of intervention might involve the use of taxation by a government. A tax will increase the cost of air travel which will decrease demand. \n• A decrease in demand will decrease the equilibrium number of flights and achieve allocative efficiency.\n• A government might use negative advertising to decrease demand. A decrease in demand will lead to fewer flights, volume of air travel will fall and allocative efficiency might then be achieved.\n\nAO3 Evaluation:\n• A government might introduce a tax; however, it is difficult to measure the precise level of taxation required.\n• Also, the impact of a tax on price and demand in some circumstances takes a long time to become effective.\n• Advertising is often costly, and it is not always certain that it will have a sufficiently persuasive effect to ensure the correct level of consumption is reached.\n• It is possible to show that government intervention can reduce the level of inefficiency caused by the existence of negative externalities, \n  but it is not clear whether the net effect of government intervention will always be positive. \n• Some types of intervention will be more effective than others depending on the nature of the good/service under consideration.\n• Accept all valid responses.",
            "total_marks": "20",
            "AO1_Knowledge_and_understanding": "14",
            "AO2_Analysis": "14",
            "AO3_Evaluation": "6"
        },
        {
            "id": "3",
            "question": "Evaluate the statement that some firms in oligopoly markets choose to collude rather than engage in price competition, leading to higher prices and a less efficient allocation of resources.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 14 marks. AO3 out of 6 marks.\n\nIndicative content:\nResponses may include:\n\nAO1 Knowledge and Understanding and AO2 Analysis:\n• The key characteristics of an oligopoly market should be described.\n• Collusion should be explained and compared to the alternative of price competition.\n• Some explanation of what is meant by an efficient allocation of resources.\n• Analysis of the links between collusion, higher prices, and allocative efficiency should be provided.\n• Analysis of alternative price and non-price competitive approaches by oligopolistic firms should be discussed.\n• A large, dominant organization might have less incentive to operate efficiently and X inefficiencies might occur.\n\nAO3 Evaluation:\n• Colluding oligopolistic firms might argue that an increase in size will lead to more opportunities to provide a wide range of goods and therefore more consumer choice.\n• It is possible that collusion will lead to an increase in dynamic efficiency, and this increase would allow long-term more investment and ultimately lower prices. A supporting diagram can be provided.\n• Such a decision will enable the firms to benefit from economies of scale. For example, reducing managerial inefficiencies. This could also lead to lower prices.\n• Any potential negative effects of collusion can be accounted for by government intervention and regulation after the collusion has taken place.\n• A conclusion should refer to the preceding analysis and then make some attempt to make a judgement whether, on balance, collusion will have a net negative effect on prices and/or efficiency.\n• Accept all valid responses.",
            "total_marks": "20",
            "AO1_Knowledge_and_understanding": "14",
            "AO2_Analysis": "14",
            "AO3_Evaluation": "6"
        },
        {
            "id": "4",
            "question": "Evaluate the statement that expenditure-reducing policies will reduce a balance of payments deficit but will also cause significant unemployment.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 14 marks. AO3 out of 6 marks.\n\nIndicative content:\nResponses may include:\n\nAO1 Knowledge and Understanding and AO2 Analysis:\n• Expenditure-reducing policies will be defined by the relationship between changes in aggregate demand and changes in the demand for imports.\n• Examples of expenditure-reducing policies such as an increase in interest rates or a deflationary fiscal policy will be provided.\n• A consideration of and an explanation of the type of unemployment that might occur.\n• Analysis of the use of specific policy instruments and their impact on reducing a balance of payments deficit should be provided.\n• Analysis of the potential impact of expenditure-reducing policies on unemployment will be considered. \n• For example, an increase in interest rates will decrease investment expenditure, decrease aggregate spending which will include spending on imports, therefore helping to reduce a balance of payments deficit.\n\nAO3 Evaluation:\n• The impact of expenditure-reducing policies will depend upon the state of the economy when these policies are introduced. \n• For example, raising interest rates when an economy is experiencing high levels of inflation and a positive output gap will have a limited effect on unemployment.\n• If contractionary fiscal policies are used, the impact on unemployment will depend upon the main cause of the existing level of unemployment.\n• Contractionary demand-side policies might also be accompanied by positive supply-side policies which might simultaneously reduce structural unemployment.\n• Expenditure-reducing policies might lead to the substitution of domestically produced goods for goods which were previously imported.\n• Accept all valid responses.",
            "total_marks": "20",
            "AO1_Knowledge_and_understanding": "14",
            "AO2_Analysis": "14",
            "AO3_Evaluation": "6"
        },
        {
            "id": "5",
            "question": "Assess the impact of globalization on the standard of living in low-income countries.",
            "mark_scheme": "Use Table A: AO1 Knowledge and understanding and AO2 Analysis and Table B: AO3 Evaluation to mark candidate responses to this question.\nAO1 and AO2 out of 14 marks. AO3 out of 6 marks.\n\nIndicative content:\nResponses may include:\n\nAO1 Knowledge and Understanding and AO2 Analysis:\n• Globalisation would promote free trade, free movement of capital and labour, and the transfer of technology. Cultural and political ties would be strengthened.\n• Key characteristics of low-income countries would include: low levels of productivity; high dependency ratios; low GDP per capita; significant dependence on producing and exporting primary goods.\n• Low living standards are generally associated with: high poverty levels; inequality; poor housing, education, and health; and rapid population growth.\n• An improvement in living standards is very closely linked with an improvement in economic performance. \n• An improvement in economic performance is measured by increases in GDP per capita and changes in productivity which enable changes in GDP to be achieved.\n• Globalization through trade and technology transfer should provide opportunities to create more real wealth.\n• Higher levels of tax revenue are likely to be received by a low-income country’s government. \n• This will enable more expenditure on health, housing, and education as well as increased access to more consumer goods. These improvements are generally associated with a rise in the standard of living.\n\nAO3 Evaluation:\n• The links between globalisation, GDP, and an increase in living standards in low-income countries are not clear. Sometimes, labour is exploited by more advanced, higher-income countries.\n• Globalisation can lead to economic dependency and significant imbalances of trade which, in the long run, might have a negative effect on living standards in low-income countries.\n• Higher skilled work might be provided through the global transfer of labour; therefore, training of the indigenous population does not take place.\n• In some cases, individual firms in low-income countries might be outcompeted and go out of business. Unemployment might then rise, and living standards might fall.\n• In conclusion, it is clear that there is a potential role for globalisation to improve the standard of living, but this will depend on many factors which have been referred to above, some of which might have an overall negative impact.\n• Also, it is very important to ensure that an appropriate measure of the standard of living is used, one which does not rely entirely on the material benefits gained by globalisation.\n• Accept all valid responses.",
            "total_marks": "20",
            "AO1_Knowledge_and_understanding": "14",
            "AO2_Analysis": "14",
            "AO3_Evaluation": "6"
        }
    ]
}